<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    */

    'advertisements'        => 'Рекламные объявления',
    'advertisement_list'    => 'Список рекламных объявлений',
    'home'                  => 'Главная',
    'subtitle'              => 'Рекламные объявления помогут вам управлять своими объявлениями и предоставят вам полезные инструменты и статистику.',
    'anti_adblock_status'   => 'Статус блокировки рекламного блока',
    'anti_adblock_on'       => 'Анти-рекламный блок в настоящий момент включен и запущен, любой входящий пользователь, использующий рекламный блок, будет остановлен или предупрежден, используя method: :method.',
    'anti_adblock_off'      => 'В настоящее время блокировка рекламного блока отключена, и любой пользователь с активным блокировщиком рекламы не увидит вашу рекламу.',
    'name'                  => 'Название',
    'slug'                  => 'Слаг',
    'views'                 => 'Просмотры',
    'unique_views'          => 'Уникальные просмотры',
    'clicks'                => 'Переходы',
    'unique_clicks'         => 'Уникальные Переходы',
    'actions'               => 'Действия',
    'show'                  => 'Показать',
    'statistics'            => 'Статистика',
    'edit'                  => 'Редактировать',
    'delete'                => 'Удалить',

    'show_subtitle'         => 'Вы просматриваете рекламу #:id созданную :created (измененный :edited)',
    'advertisement_preview' => 'предварительный просмотр рекламы #:id',

    'edit_advertisement'    => 'Редактировать рекламное объявление',
    'edit_advertisement_id' => 'Редактировать рекламное объявление #:id',
    'edit_subtitle'         => 'Вы редактируете рекламное объявление #:id созданное :created (измененный :edited)',
    'advertisement_code'    => 'Рекламный код',

    'create_advertisement'  => 'Создать рекламу',
    'create_subtitle'       => 'Создать новое объявление в базе данных',

    'adb'                   => 'Анти-рекламный блок',
    'adb_desc'              => 'Обнаруживает, использует ли пользователь рекламный блок и позволяет вам противостоять ему разными способами.',
    'adb_method'            => 'Метод блокировки рекламных блоков',
    'adb_method_desc'       => 'Это метод, который будет использоваться при обнаружении того, что пользователь блокирует рекламные объявления, если включен Anti Adblock.',
    'psm'                   => 'Выберите способ',
    'alert'                 => 'Оповещение',
    'alert_name'            => 'Текст для отображения',
    'alert_ph'              => 'Текст, отображаемый в оповещении',
    'alert_desc'            => 'Этот текст будет отображаться в оповещении, когда пользователь будет обнаружен с помощью рекламного блока',
    'redirect'              => 'Перенаправить',
    'redirect_name'         => 'URL перенаправления',
    'redirect_ph'           => 'URL перенаправления',
    'redirect_desc'         => 'Этот URL-адрес будет посещен, когда пользователь обнаружен с помощью рекламного блока',
    'save_settings'         => 'Сохранить настройки объявлений',

    'ads_statistics'        => 'Статистика рекламных объявлений',
    'ad_statistics'         => 'Статистика рекламы',
    'ads_statistics_desc'   => 'Вы просматриваете статистику всех рекламных объявлений',
    'ad_statistics_desc'    => 'Вы просматриваете статистику по рекламе #:id созданный :created (измененный :edited)',
    'total_views'           => 'Всего просмотров',
    'total_u_views'         => 'Всего уникальных просмотров',
    'total_clicks'          => 'Всего кликов',
    'total_u_clicks'        => 'Всего уникальных кликов',
    'mu_browser'            => 'Наиболее часто используемый браузер',
    'mu_os'                 => 'Наиболее используемая ОС',
    'mu_language'           => 'Наиболее часто используемый язык',
    'ads_views_7_days'      => 'Просмотры рекламных объявлений за последние 7 дней',
    'ads_views_4_months'    => 'Просмотры рекламных объявлений за последние 4 месяца',
    'ads_views_4_years'     => 'Просмотры рекламных объявлений за последние 4 года',
    'ads_clicks_7_days'     => 'Клики рекламных объявлений за последние 7 дней',
    'ads_clicks_4_months'   => 'Клики рекламных объявлений за последние 4 месяца',
    'ads_clicks_4_years'    => 'Клики рекламных объявлений за последние 4 года',
    'ads_click_rate'        => 'Коэффициент кликов по объявлениям',
    'ads_u_click_rate'      => 'Уникальный коэффициент кликов для объявлений',

    'not_allowed_settings'  => 'Вы не можете изменять настройки рекламных объявлений',
    'enabled'               => 'Включено',

    'ad_created'            => 'Реклама была создана!',
    'ad_updated'            => 'Реклама обновлена!',
    'ad_settings_updated'   => 'Обновление настроек рекламы!',
    'ad_deleted'            => 'Реклама была удалена!',

    'unauthorized_action'   => 'Несанкционированное действие',
    'unauthorized_desc'     => 'Вам не разрешено обновлять настройки рекламы.',
    'contact_webmaster'     => 'Если вы считаете, что Вам необходимо обновить его, обратитесь к веб-мастеру.',

];
